Autodesk.Revit.UI.Events.ThemeChangedEventArgs.ThemeChangedType
Get the application frame theme Type.
Since:
2024

Autodesk.Revit.UI.Events.ThemeChangedEventArgs
The event arguments used by the ThemeChanged event.
Since:
2024